**** Evil Org mode 
     :PROPERTIES:
     :SOURCE:   https://github.com/Somelauw/evil-org-mode
     :CREATED:  2020-05-17
     :END:
     #+BEGIN_SRC emacs-lisp
     (straight-use-package 'evil-org)
     (add-hook 'org-mode-hook 'evil-org-mode)
     ;;(evil-org-set-key-theme '(navigation insert textobjects additional calendar))
     ;;(require 'evil-org-agenda)
     ;;(evil-org-agenda-set-keys)
 
     #+END_SRC

     #+RESULTS:
     | evil-org-mode | #[0 \300\301\302\303\304$\207 [add-hook change-major-mode-hook org-show-block-all append local] 5] | #[0 \300\301\302\303\304$\207 [add-hook change-major-mode-hook org-babel-show-result-all append local] 5] | org-babel-result-hide-spec | org-babel-hide-all-hashes |


**** Bullet mode 
     #+BEGIN_SRC emacs-lisp
     (straight-use-package 'org-bullets)
     (add-hook 'org-mode-hook (lambda () (org-bullets-mode 1)))
     
     #+END_SRC

     #+RESULTS:
     | (lambda nil (org-bullets-mode 1)) | #[0 \300\301\302\303\304$\207 [add-hook change-major-mode-hook org-show-block-all append local] 5] | #[0 \300\301\302\303\304$\207 [add-hook change-major-mode-hook org-babel-show-result-all append local] 5] | org-babel-result-hide-spec | org-babel-hide-all-hashes |
